Repository: muoidov/thegioidientu.vn
Catalog: SolutionShop.WebApp/LocalizationResources/ViewLocalizationResource.*.resx
Languages: vi

source: 200+ featured products
vi: 200+ sản phẩm

source: ACCOUNT
vi: Tài khoản

source: Add to
vi: Thêm

source: Address
vi: Địa chỉ

source: ADDRESSES
vi: Địa chỉ

source: Admin
vi: Quản trị

source: ALREADY REGISTERED ?
vi: Đã có tài khoản ?

source: available products
vi: Sản phẩm khác

source: Background Patterns
vi: Nền

source: Black
vi: Đen

source: Blue
vi: Xanh

source: Bootswatch Skins (11)
vi: Màu layouts chung

source: Brown
vi: Nâu

source: categoryUrl
vi: Danh mục

source: Color
vi: Màu sắc

source: Comments customer
vi: Các bình luận trước

source: Computer
vi: Máy tính

source: Confirm Password
vi: Xác nhận mật khẩu

source: Contact
vi: Liên hệ

source: Contact Details
vi: Chi tiết thông tin

source: CONTACTS
vi: Liên hệ

source: Continue Shopping
vi: Trở về

source: CREATE YOUR ACCOUNT
vi: Nếu bạn chưa có tài khoản

source: Create Your Accounts
vi: Đăng ký tài khoản mới

source: Date
vi: Ngày sinh

source: Delivery
vi: Vận chuyển

source: Description
vi: Mô tả

source: DISCOUNT
vi: Giảm giá

source: Electronic device
vi: Thiết bị điện tử

source: Email
vi: Hòm thư

source: Email Us
vi: Gửi phản hồi

source: English
vi: Tiếng anh

source: ESTIMATE YOUR SHIPPING
vi: Thông tin cá nhân

source: FAQ
vi: Diễn đàn

source: Featured Products
vi: Sản phẩm đặc biệt

source: First name
vi: Tên

source: Forget password?
vi: Quên mật khẩu

source: Go
vi: Tìm

source: Home
vi: Trang chủ

source: INFORMATION
vi: Thông tin

source: Itemes in your cart
vi: Giỏ hàng

source: Items in your cart
vi: Giỏ hàng

source: Last name
vi: Họ

source: Latest Products
vi: Sản phẩm mới nhất

source: LEGAL NOTICE
vi: Thông báo

source: Login
vi: Đăng nhập

source: Login Block
vi: Đăng nhập

source: Logout
vi: Đăng xuất

source: MANUFACTURERS
vi: Nhà sản xuất

source: Mobile Phone
vi: Số điện thoại

source: Monday - Friday
vi: T2-T6

source: More Details
vi: Thông tin chi tiết

source: Name
vi: Tên

source: NEW PRODUCTS
vi: Sản phẩm mới

source: NEWS
vi: Tin tức

source: Next
vi: Tiếp tục

source: Opening Hours
vi: Thời gian mở cửa

source: ORDER HISTORY
vi: Lịch sử đặt hàng

source: Oregional Skin
vi: Màu mặc địch

source: Others
vi: Khác

source: OUR OFFERS
vi: Chúng tôi

source: Password
vi: Mật khẩu

source: Payment Methods
vi: Phương thức thanh toán

source: PERSONAL INFORMATION
vi: Thông tin người dùng

source: Phone
vi: Điện thoại

source: PhoneNumber
vi: Số điện thoại

source: Price
vi: Giá

source: Price Lowest first
vi: Theo giá

source: Product
vi: Sản phẩm

source: Product Details
vi: Chi tiết sản phẩm

source: Product Information
vi: Thông tin sản phẩm

source: Product name A - Z
vi: Tăng dần theo tên

source: Product name Z - A
vi: Giảm dần theo tên

source: Products Name
vi: Phân loại

source: productUrl
vi: Sản phẩm

source: Purchase
vi: Đặt hàng

source: Quantity/Update
vi: Số lượng

source: Red
vi: Đỏ

source: REGISTRATION
vi: Đăng ký

source: Registrations
vi: Đăng ký tài khoản

source: Related Products
vi: Sản phẩm liên quan

source: Remember me
vi: Nhớ tài khoản

source: Saturday
vi: Thứ 7

source: SELECT
vi: Chọn

source: Send Messages
vi: Gửi phản hồi

source: SHOPPING CART
vi: Giỏ hàng

source: Sign in
vi: Đăng nhập

source: Sign up
vi: Đăng ký

source: SOCIAL MEDIA
vi: Đa phương tiện

source: Sort By
vi: Sắp xếp

source: SPECIAL OFFERS
vi: Đặc biệt

source: Specials Offer
vi: Khuyến mại

source: String1
vi: Xin chào

source: String2
vi: Thông tin liên hệ

source: Style Selector
vi: Phong cách màu

source: Sunday
vi: Chủ nhật

source: SUPPLIERS
vi: Nhà cung cấp

source: Tax
vi: Thuế

source: TERMS AND CONDITIONS
vi: Điều khoản

source: TOP SELLERS
vi: Bán chạy

source: Total
vi: Tổng cộng

source: TOTAL(Tax+Total) =
vi: Giá cuối

source: User Name
vi: Tên đăng nhập

source: Vietnam
vi: Tiếng Việt

source: VIEW
vi: Xem

source: View Larger Map
vi: Xem trên google map

source: Visit us
vi: Ghé thăm chúng tôi

source: Watch
vi: Đồng hồ

source: Welcome
vi: Xin chào

source: YOUR ACCOUNT
vi: Tài khoản của bạn

source: Your personal information
vi: Thông tin cá nhân
